<?php

return [
    'success' => 'Форма успешно отправлена. Мы свяжемся с вами в ближайшее время.',
    'error' => 'Произошла ошибка при отправке формы. Пожалуйста, попробуйте позже.',
    'not_found' => 'Запрашиваемая форма не найдена. Пожалуйста, свяжитесь с поддержкой.',
    'recaptcha_missing' => 'Отсутствует проверка captcha. Пожалуйста, пройдите captcha.',
    'recaptcha_failed' => 'Ошибка проверки captcha. Пожалуйста, попробуйте снова.',
    'recaptcha_low_score' => 'Слишком низкий балл captcha; обнаружена подозрительная активность. Пожалуйста, попробуйте снова или свяжитесь с поддержкой.',
];
